Repository: beghelli/ArticleLevelMetrics-OJS
Catalog: locale/*/locale.po
Languages: ar, bg, ca, cs_cz, da, de, el, fi, fr_ca, fr_fr, gl, hy_am, id, it_it, ka_ge, mk, ms, nb, nl, pt_pt, ru_ru, sl_si, sv_se, tr, uk, vi, zh_cn

# plugins.generic.paperbuzz.displayName
source: Paperbuzz Plugin
ar: إضافة Paperbuzz
bg: Добавка (плъгин) Paperbuzz
ca: Mòdul Paperbuzz
cs_cz: Plugin Paperbuzz
el: Πρόσθετο Paperbuzz
fi: Paperbuzz -lisäosa
fr_ca: Plugiciel Paperbuzz
fr_fr: Plugiciel Paperbuzz
gl: Complemento Paperbuzz
hy_am: Paperbuzz փլագին
id: Plugin Paperbuzz
ka_ge: Paperbuzz პლაგინი
mk: Paperbuzz плагин
ms: Plugin Paperbuzz
nb: Paperbuzz programtillegg
pt_pt: Plugin Paperbuzz
ru_ru: Плагин «Paperbuzz»
sl_si: Paperbuzz vtičnik
tr: Paperbuzz Eklentisi
uk: Плагін Paperbuzz
vi: Plugin Paperbuzz
zh_cn: Paperbuzz 插件

# plugins.generic.paperbuzz.description
source: Plugin to display in usage metrics on abstract page. Journals that do not assign DOIs will only display download metrics.
ar: تعرض مقاييس الاستعمال على صفحة ملخص المقالة. المجلات التي لا تتضمن معرفات المكونات الرقمية DOI ستعرض إحصائيات التنزيل فقط.
bg: Добавката (плъгин) за показване в показателите за използване на абстрактна страница. Списанията, които не присвояват DOI, ще показват само показатели за изтегляне.
ca: Mòdul per a mostrar la Mètrica a Nivell d'Article (Paperbuzz, Article Level Metrics). Per a utilitzar el servei Paperbuzz, necessites disposar de DOIs.
cs_cz: Plugin na zobrazování Paperbuzz (Article Level Metrics). Při využívání Paperbuzz je třeba použávat DOI.
da: Plugin til visning i brugsmetrik på landing page. Tidsskrifter, der ikke tildeler DOI'er, får kun vist metrik i forbindelse med download.
de: Plug-In zur Anzeige von Article Level Metrics. Um den Paperbuzz-Dienst benutzen zu können, müssen die Artikel mit DOIs versehen sein.
el: Αυτό το πρόσθετο παρουσιάζει μετρικά χρήσης στη σελίδα περίληψης. Τα περιοδικά που δεν εκχωρούν DOI θα εμφανίζουν μόνο μετρικά λήψεων.
fi: Näyttää artikkelin käyttötilastot abstraktisivulla. Mikäli artikkelilla ei ole DOI-tunnusta, näkyy ainoastaan artikkelin latausmäärä.
fr_ca: Plugiciel qui permet d'afficher les statistiques de consultation sur la page de l'article. Seules les statistiques de téléchargement sont affichées pour les revues qui n'attribuent pas de DOIs .
fr_fr: Plugiciel qui affiche des métriques au niveau de l'article. Pour utiliser le service Paperbuzz, il faut que les articles aient des DOIs.
gl: Complemento para amosar métricas a nivel de artigo. Para usar o servizo de Paperbuzz é necesario o uso de DOIs, as publicacións que non asignen DOI só amosarán métricas de descarga.
hy_am: Փլագին` ամփոփման էջում օգտագործման չափիչները ցուցադրելու համար: Ամսագրերը, որոնք չեն տրամադրում DOI, կցուցադրեն միայն ներբեռնման չափումներ:
id: Plugin untuk menampilkan metrik pemakaian pada halaman abstrak. Jurnal yang tidak memiliki DOI hanya akan menampilkan metrik unduhan.
it_it: Plugin Article Level Metrics. Per utilizzare i servizi Paperbuzz, è necessario che gli articoli abbiano DOI registrati.
ka_ge: პლაგინი გამოიყენეთ მეტრიკაში აბსტრაქტის გვერდზე. ჟურნალები, რომლებიც არ ანიჭებენ DOI-ს, აჩვენებენ მხოლოდ ჩამოტვირთვის საზომებს.
mk: Плагин за прикажување на метрика за употреба на страницата на апстрактот. Списанијата што не доделуваат ДОИ ќе прикажат само метрики за преземање.
ms: Plugin untuk dipaparkan dalam metrik penggunaan pada halaman abstrak. Jurnal yang tidak menetapkan DOI hanya akan memaparkan metrik muat turun.
nb: Programtillegg som viser besøksstatistikk på sammendrag-siden. Tidsskrifter som ikke tildeler DOI vil kun se nedlastingsstatistikk.
nl: Plugin om te tonen in Article Level Metrics. Om de Paperbuzz service te gebruiken, moet u DOIs gebruiken.
pt_pt: Plugin para mostrar Métricas na página do trabalho. As revistas que não tenham DOIs apenas poderão apresentar os downoalds.
ru_ru: Этот плагин отображает метрики уровня статьи (Article Level Metrics). Для использования сервиса Paperbuzz, вам необходимо использовать DOI.
sl_si: Vtičnik za prikaz metrik uporabe na strani povzetka. Pri revijah, ki nimajo DOIja, bo prikazana le metrika prenosov.
sv_se: Ett plugin som visar metric över besök på abstract sidan. Tidskrifter som inte använder DOIs kommer bara att visa metric över nedladdningar.
tr: Bu eklenti makale öz sayfasında kullanım istatistiklerini gösterir. DOI atanmayan makalelerde yalnızca indirme istatistikleri görüntülenir.
uk: Плагін для відображення в метриках використання на сторінці анотації. Журнали, які не призначають DOI, відображатимуть лише показники завантажень.
vi: Plugin để hiển thị trong số liệu sử dụng trên trang tóm tắt. Các tạp chí không chỉ định DOIs sẽ chỉ hiển thị số liệu tải xuống.
zh_cn: 在摘要页面显示使用指标的插件。未分配 DOI 的期刊将仅显示下载指标。

# plugins.generic.paperbuzz.metrics
source: Metrics
ar: المقاييس
bg: Метрики
ca: Mètriques
cs_cz: Metriky
da: Metrik
de: Metriken
el: Μετρικά
fi: Tilastot
fr_ca: Statistiques
fr_fr: Métriques
gl: Métricas
hy_am: Չափիչներ
id: Metrik
it_it: Metriche
ka_ge: მეტრიკები
mk: Метрики
ms: Metrik
nb: Statistikk
nl: Statistieken
pt_pt: Métricas
ru_ru: Метрики
sl_si: Metrike
tr: İstatistikler
uk: Метрики
vi: Số liệu
zh_cn: 指标

# plugins.generic.paperbuzz.loading
source: Metrics Loading ...
ar: يتم تحميل المقاييس...
bg: Зареждане на метрики ...
ca: Carregant mètriques ...
cs_cz: Metriky se nahrávají ...
da: Metrik indlæses ...
de: Metriken werden geladen ...
el: Φόρτωση Μετρικών...
fi: Tilastoja ladataan ...
fr_ca: Chargement des statistiques…
fr_fr: Chargements des métriques ...
gl: Cargando métricas...
hy_am: Չափիչները բեռնվում են ...
id: Metrik sedang dimuat ...
it_it: Caricamento metriche ...
ka_ge: მეტრიკის ჩატვირთვა...
mk: Метриките се вчитуваат ...
ms: Metrik Memuatkan...
nb: Laster statistikk…
nl: Metrics worden geladen ...
pt_pt: A carregar métricas ...
ru_ru: Загрузка метрик ...
sl_si: Nalaganej metrik....
sv_se: Laddar metrics...
tr: Ölçüm Çağrılıyor ...
uk: Завантаження метрик …
vi: Đang tải số liệu ...
zh_cn: 指标登陆中 ...

# plugins.generic.paperbuzz.settings
source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs_cz: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
fi: Asetukset
fr_ca: Paramètres
fr_fr: Paramètres
gl: Configuración
hy_am: Կարգավորումներ
id: Pengaturan
it_it: Impostazioni
ka_ge: პარამეტრები
mk: Поставки
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pt_pt: Configurações
ru_ru: Настройки
sl_si: Nastavitve
sv_se: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_cn: 设置

# plugins.generic.paperbuzz.settings.apiEmail
source: Email
ar: البريد الالكتروني
bg: Имейл
ca: Correu electrònic
fi: Sähköposti
fr_ca: Courriel
fr_fr: Courriel
gl: Correo electrónico
hy_am: Էլ․ նամակ
id: Surel
it_it: Indirizzo E-mail
ka_ge: ელფოსტა
mk: Е-пошта
ms: E-mel
nb: E-post
ru_ru: Адрес электронной почты
sv_se: E-post
tr: E-posta
uk: Електронна пошта
zh_cn: 电子邮件

# plugins.generic.paperbuzz.settings.apiEmail.description
source: You must provide an email address to use the Paperbuzz service.
ar: لا بد من تقديم البريد الالكتروني لاستعمال خدمة Paperbuzz.
bg: Трябва да предоставите имейл адрес, за да използвате услугата Paperbuzz.
ca: Heu de proporcionar un correu electrònic per utilitzar el servei Paperbuzz.
cs_cz: Pokud chcete využívat službu Paperbuzz, musíte zadat email.
da: Du skal angive en e-mail-adresse for at bruge Paperbuzz-tjenesten.
de: Sie müssen eine E-Mail-Adresse angeben, um den Paperbuzz-Dienst nutzen zu können.
el: Πρέπει να δώσετε μια διεύθυνση email για να χρησιμοποιήσετε την υπηρεσία Paperbuzz.
fi: Sähköposti vaaditaan Paperbuzz-palvelun käyttöön.
fr_ca: Vous devez fournir une adresse courriel pour pouvoir utiliser le service Paperbuzz.
fr_fr: Vous devez fournir une adresse e-mail pour utiliser le service Paperbuzz.
gl: Debe proporcionar un enderezo de correo electrónico para usar o servizo Paperbuzz.
hy_am: Paperbuzz ծառայությունից օգտվելու համար պետք է էլ․ փոստի հասցե տրամադրեք:
id: Anda wajib memberikan alamat surel untuk bisa menggunakan layanan Paperbuzz.
it_it: Per utilizzare il servizio Paperbuzz è necessario fornire un indirizzo e-mail.
ka_ge: თქვენ უნდა მიუთითოთ ელფოსტის მისამართი, რათა გამოიყენოთ Paperbuzz სერვისი.
mk: Мора да обезбедите адреса на е-пошта за да ги користите услугите на Paperbuzz.
ms: Anda mesti memberikan alamat e-mel untuk menggunakan perkhidmatan Paperbuzz.
nb: Du må angi en epost for å bruke Paperbuzz-tjenesten.
nl: U moet een e-mailadres opgeven om de Paperbuzz-service te kunnen gebruiken.
pt_pt: Deve fornecer um endereço de e-mail para usar o serviço Paperbuzz.
ru_ru: Вы должны указать адрес электронной почты, чтобы использовать сервис Paperbuzz.
sl_si: Za uporabo Paperbuzz storitve morate vnesti email naslov.
sv_se: Du måste ange en e-post adress för att kunna använda Paperbuzz funktionen.
tr: Paperbuzz hizmetini kullanmak için bir e-posta adresi girmeniz gerekir.
uk: Ви повинні надати адресу електронної пошти, щоб користуватися службою "Paperbuzz".
vi: Bạn phải cung cấp địa chỉ email để sử dụng dịch vụ Paperbuzz.
zh_cn: 您必须提供电子邮件地址才能使用 Paperbuzz 服务。

# plugins.generic.paperbuzz.settings.apiEmail.required
source: Email is required.
ar: البريد الالكتروني مطلوب حتماً.
bg: Изисква се имейл.
ca: El correu electrònic és obligatori.
cs_cz: Je vyžadován email.
da: E-mail er påkrævet.
de: Eine E-mail ist erforderlich.
el: Απαιτείται e-mail.
fi: Sähköposti vaaditaan.
fr_ca: L'adresse courriel est obligatoire.
fr_fr: L'adresse e-mail est obligatoire.
gl: É necesario un correo electrónico.
hy_am: Պահանջվում է էլ․ հասցե:
id: Surel wajib diisi.
it_it: È richiesto un indirizzo e-mail.
ka_ge: ელფოსტა აუცილებელია.
mk: Потребна е е-пошта.
ms: E-mel diperlukan.
nb: Du må fylle inn en epost.
nl: E-mail is vereist.
pt_pt: O e-mail é obrigatório.
ru_ru: Адрес электронной почты обязателен.
sl_si: E-mail je obvezen.
sv_se: En e-post adress krävs.
tr: E-posta zorunlu.
uk: Необхідно вказати електронну пошту.
vi: Email là bắt buộc.
zh_cn: 电子邮件必须填写。

# plugins.generic.paperbuzz.settings.graph.description
source: Display graphs showing timeline of usage (bigger) or only the counts (smaller)
ar: عرض نشرات توضح المخطط الزمني للاستعمال (أوسع) أو الاقتصار على إحصائيات العد (أصغر)
bg: Показване на графики, показващи времевата линия на употреба (по-големи) или само броя (по-малки)
ca: Mostra els gràfics que ensenyin les línies de temps d'ús (més grans) o només les sumes (més petits)
cs_cz: Zobrazený graf ukazuje časový průběh využívání (větší), nebo pouze počty (menší)
da: Vis grafer, der gengiver brugen på en tidslinje (større) eller kun sammentællingen (mindre)
de: Ansicht auswählen: Grafiken der Nutzungsdauer (grösser) oder Nutzungszahlen (kleiner)
el: Εμφάνιση γραφημάτων που δείχνουν το χρονοδιάγραμμα χρήσης (μεγαλύτερο) ή μόνο τις μετρήσεις (μικρότερο)
fi: Näytä käyttötilastoja koskevat kuvaajat tai pelkästään luvut
fr_ca: Afficher les graphiques montrant l'utilisation dans le temps (plus grand) ou seulement le décompte (plus petit)
fr_fr: Afficher les graphiques montrant la chronologie d'utilisation (plus grand) ou seulement les comptages (plus petit)
gl: Mostrar gráficos que amosan a liña do tempo de uso (maior) ou só os recontos (menor)
hy_am: Արտածել գրաֆիկները, որոնք ցույց են տալիս օգտագործման ժամանակացույցը (ավելի մեծ) կամ միայն հաշվարկները (ավելի փոքր)
id: Menampilkan grafik yang menunjukkan timeline penggunaan (lebih besar) atau hanya berupa jumlah (lebih kecil)
it_it: Selezionare una vista: Grafica della vita utile (maggiore) o numero di utilizzi (minore)
ka_ge: აჩვენეთ გრაფიკები, რომლებიც აჩვენებს გამოყენების ვადებს (უფრო დიდი) ან მხოლოდ რიცხვებს (უფრო მცირე)
mk: Прикажете графикони кои претставуваат временска рамка на употреба (поголеми) или само броењето (помали)
ms: Paparkan graf yang menunjukkan garis masa penggunaan (lebih besar) atau hanya kiraan (lebih kecil)
nl: Geef grafieken weer die de tijdlijn van het gebruik (groter) of alleen de tellingen (kleiner) weergeven
pt_pt: Exibir gráfico com a linha do tempo (maior) ou apenas o somatório (menor)
ru_ru: Строить графики, отображающие шкалу времени использования (размер больше) или только количество (размер меньше)
sl_si: Prikaži grafe s časovnico uporabe (večji) ali le količino (manjši)
sv_se: Visar grafer över tidslinjer av användning(större) eller bara antalet (mindre)
tr: Kullanım grafiklerini zaman çizelgesine göre (daha büyük) veya kullanım sayılarına (daha küçük) gösterir
uk: Відображати графіки, що показують часову шкалу використання (більше) або лише кількість (менше)
vi: Hiển thị biểu đồ hiển thị dòng thời gian sử dụng (lớn hơn) hoặc chỉ các số đếm (nhỏ hơn)
zh_cn: 显示时间线使用图表（较大）或计数（较小）

# plugins.generic.paperbuzz.settings.showGraph
source: Show graphs
ar: إظهار النشرات
bg: Показване на графики
ca: Mostrar gràfics
cs_cz: Ukázat grafy
da: Vis grafer
de: Grafiken
el: Εμφάνιση Γραφημάτων
fi: Näytä kuvaajat
fr_ca: Afficher les graphiques
fr_fr: Visualiser les graphiques
gl: Mostrar gráficos
hy_am: Ցույց տալ գրաֆիկները
id: Tampilkan grafik
it_it: Grafica
ka_ge: გრაფიკების ჩვენება
mk: Прикажи графикони
ms: Tunjukkan graf
nb: Vis grafer
nl: Toon grafieken
pt_pt: Mostrar gráficos
ru_ru: Показать графики
sl_si: Prikaži grafe
sv_se: Visa grafer
tr: Grafikleri göster
uk: Показати графіки
vi: Hiển thị biểu đồ
zh_cn: 显示图表

# plugins.generic.paperbuzz.settings.showMini
source: Show compact
ar: إظهار المختزل
bg: Показване компактно
ca: Mostrar compacte
cs_cz: Ukázat kompaktní
da: Vis komprimeret
de: Nutzungszahlen
el: Συμπαγής μορφή
fi: Näytä pelkät luvut
fr_ca: Affichage compact
fr_fr: Visualiser les comptages
gl: Mostrar compacto
hy_am: Ցույց տալ կոմպակտ
id: Tampilkan Singkat
it_it: Numero di utilizzi
ka_ge: აჩვენეთ კომპაქტურად
mk: Прикажи збиено
ms: Tunjukkan padat
nb: Vis komprimert
nl: Compacte weergave
pt_pt: Mostrar compacto
ru_ru: Показать компактно
sl_si: Prikaži skrčeno
sv_se: Visa kompakt
tr: Kompakt göster
uk: Показати компактно
vi: Hiển thị nhỏ gọn
zh_cn: 紧凑显示

# plugins.generic.paperbuzz.settings.downloads
source: Downloads
ar: التنزيلات
bg: Изтегляния
ca: Descàrregues
cs_cz: Stažení
el: Λήψεις
fi: Latauksia
fr_ca: Téléchargements
fr_fr: Téléchargements
gl: Descargas
hy_am: Ներբեռնումներ
id: Unduhan
ka_ge: ჩამოტვირთვები
mk: Превземања
ms: Muat turun
nb: Nedlastinger
ru_ru: Скачивания
sl_si: Prenosi
sv_se: Nedladdningar
tr: İndirmeler
uk: Завантаження
vi: Tải xuống
zh_cn: 下载

# plugins.generic.paperbuzz.settings.hideDownloads
source: Hide article downloads (only display metrics from Paperbuzz).
ar: إخفاء تنزيلات المقالة (الاقتصار على إحصائيات Paperbuzz).
bg: Скриване на изтегляния на статии (показване само на показатели от Paperbuzz).
ca: Ocultar les descàrregues d'articles (només mostrar les mètriques de Paperbuzz).
cs_cz: Nezobrazovat počty stažení článků (ukazovat pouze metriky Paperbuzz).
da: Skjul download af artikler (vis kun metrik fra Paperbuzz).
de: Artikel-Downloads ausblenden (nur Anzeige von Kennzahlen aus Paperbuzz).
el: Απόκρυψη λήψεων άρθρων (εμφανίζονται μόνο μετρήσεις από το Paperbuzz).
fi: Piilota artikkelin latausmäärät, näytä vain Paperbuzz-palvelun tilastot.
fr_ca: Masquer les téléchargements d'articles (afficher uniquement les statistiques de Paperbuzz).
fr_fr: Masquer les téléchargements d'articles (afficher uniquement les métriques de Paperbuzz).
gl: Ocultar as descargas de artigos (só amosar as métricas de Paperbuzz).
hy_am: Թաքցնել հոդվածների ներբեռնումները (ցուցադրել միայն Paperbuzz-ի չափումները):
id: Sembunyikan unduhan artikel (cukup tampilkan metrik dari Paperbuzz).
it_it: Nascondi download di articoli (visualizza solo le cifre chiave di Paperbuzz).
ka_ge: დამალეთ სტატიების ჩამოტვირთვა (მხოლოდ Paperbuzz-ის მეტრიკის ჩვენება).
mk: Скријте ги превземањата на трудот (прикажете ги само метриките од Paperbuzz).
ms: Sembunyikan muat turun artikel (hanya paparkan metrik daripada Paperbuzz).
nb: Skjul nedlastinger av artikler (vis bare statistikk fra Paperbuzz).
nl: Verberg artikeldownloads (alleen statistieken van Paperbuzz weergeven).
pt_pt: Ocultar downloads (exibir apenas as métricas do Paperbuzz).
ru_ru: Скрыть скачивания статей (показывать только метрики из Paperbuzz).
sl_si: Skrij število prenosov (pokaži le metrike iz Paperbuzz).
sv_se: Dölj antalet nedladdningar av artiklar (visa bara metrics från Paperbuzz).
tr: Makale indirme istatistiklerini gizle (yalnızca Paperbuzz'dan gelen metrikleri görüntüle).
uk: Приховати завантаження статей (відображати лише метрики з Paperbuzz).
vi: Ẩn tải xuống bài viết (chỉ hiển thị số liệu từ Paperbuzz).
zh_cn: 隐藏文章下载（仅显示来自 Paperbuzz 的指标）。

# plugins.generic.paperbuzz.sourceName.fileDownloads
source: File downloads
ar: تنزيلات الملفات
bg: Изтегляне на файлове
ca: Descàrregues d'arxiu
da: Fil downloades
de: Datei Downloads
hy_am: Նիշքերի ներբեռնումներ
mk: Преземања на датотеки
nb: Filnedlastinger
nl: Downloads bestanden
pt_pt: Download de ficheiros
uk: Завантаження файлів
